def user_data (name, sirname, birthday, city, email, phone):
        print(name, sirname, birthday, city, email, phone)

user_data('Paul', 'Brydko', '10.04.1993','Kyiv', 'pavel.brydko@gmail.com', '0993810512')

# 2. Реализовать функцию, принимающую несколько параметров, описывающих данные пользователя:
# имя, фамилия, год рождения, город проживания, email, телефон.
# Функция должна принимать параметры как именованные аргументы.
# Реализовать вывод данных о пользователе одной строкой.



